/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "Bitte geben Sie mindestens vier Zeichen zu 12 Zeichen.\n";

/* No comment provided by engineer. */
"このアプリについて" = "Über diese App";

/* No comment provided by engineer. */
"ガス" = "Gas";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "Titel wurde nicht eingegeben.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "Bitte geben Sie das Kennwort für den Datenschutz festgelegt.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "I ein Passwort, um die Daten zu schützen. Bitte geben Sie mindestens vier Zeichen zu 12 Zeichen.\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "Passwörter stimmen nicht überein\n";

/* No comment provided by engineer. */
"パスワード入力" = "Geben Sie das Passwort";

/* No comment provided by engineer. */
"パスワード設定" = "Password Settings";

/* No comment provided by engineer. */
"ローン" = "Darlehen";

/* No comment provided by engineer. */
"予算" = "Budget";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "Der eingegebene Wert ist zu groß für mich.\n";

/* No comment provided by engineer. */
"入力エラー" = "Eingabefehler";

/* No comment provided by engineer. */
"利用可能額/月" = "Verfügbarer Betrag des Monats";

/* No comment provided by engineer. */
"利用可能額/週" = "Zur Verfügung stehende Betrag für die Woche";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "Bitte geben Sie die alphanumerischen Zeichen.\n";

/* No comment provided by engineer. */
"収入" = "Einkommen";

/* No comment provided by engineer. */
"収入合計" = "Gesamtumsatz";

/* No comment provided by engineer. */
"収入項目\n" = "Erträge\n";

/* No comment provided by engineer. */
"家計の予算編成" = "Household Budgeting";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "Diese App Ausgaben planen.\n①nIncome,②Einsparungen,③Ausgaben\n\nDurch die Eingabe der Artikel, Mahlzeiten pro Woche, die Berechnung der variablen Kosten, wie Kosten Freundschaft, unterstützen wir das finanzielle Management beabsichtigt.\n";

/* No comment provided by engineer. */
"家賃" = "mieten";

/* No comment provided by engineer. */
"携帯電話" = "Handy";

/* No comment provided by engineer. */
"支出" = "Ausgaben";

/* No comment provided by engineer. */
"支出合計" = "Gesamtausgaben";

/* No comment provided by engineer. */
"支出項目\n" = "Artikel von Aufwendungen\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "Zeichen nicht eingegeben wurde.\n";

/* No comment provided by engineer. */
"水道" = "Wasser";

/* No comment provided by engineer. */
"積立貯金" = "Fondssparen";

/* No comment provided by engineer. */
"給与収入" = "Gehalt Einkommen";

/* No comment provided by engineer. */
"表示\n" = "Anzeige\n";

/* No comment provided by engineer. */
"設定" = "Einstellung";

/* No comment provided by engineer. */
"貯蓄" = "Ersparnisse";

/* No comment provided by engineer. */
"貯蓄合計" = "insgesamt Einsparungen";

/* No comment provided by engineer. */
"貯蓄項目\n" = "Savings Artikel\n";

/* No comment provided by engineer. */
"金額" = "Menge";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "Betrag wurde nicht eingegeben.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "Beträge Bitte geben Sie numerische Zeichen.\n";

/* No comment provided by engineer. */
"電気" = "Strom";

/* No comment provided by engineer. */
"項目" = "Artikel";

/* No comment provided by engineer. */
"項目と金額の設定" = "Configuration Artikel und Menge";

/* No comment provided by engineer. */
"項目名" = "Item name";

/* No comment provided by engineer. */
"項目名\n0" = "Item name\n0";

/* No comment provided by engineer. */
"項目名は全角8文字(半角16文字)以内で入力してください。\n" = "Bitte geben Sie den Namen des Elements bis zu 16 Zeichen.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "Bis zu 16 Zeichen in der Position, geben Sie bitte den Betrag in Ziffern.\n";

